{
	"1960": [
		{
			"text":"On Aug 19th, 1960, Russia launched Sputnik 5, an artificial satellite, into orbit. Sputnik 5 was the first spacecraft that carried the first animals into orbit. The list of animals abroad were; two dogs, forty mice, two rats, fifteen vials of fruit flies, and a gray rabbit. The duration of the flight was one hour and fourty-six minutes, and every animal returned to the earth's soil safely. This accomplishment will pave a path to man entering space.",
			"year":"1960"
		},
		{
			"text":"Gary Francis Powers an American spy, he was a U-2 pilot who flew espionage missions, his aircraft was equipped with a state of the art camera that was able to take high-resolution photos. The camera captured photos over hostile countries and other important sites. May 1st, 1960, Gary Francis Powers was on a mission in Soviet territory when he was struck by a missile that caused critical damage to the aircraft, after having no other choice he ejected without activating the self-destruct mechanism, the plane crashed with little damage. Soviets found the plane with camera equipment still intact; the Soviets were able to recover the images for evidence of espionage. Powers was then captured and imprisoned for his crimes.",
			"year":"1960"
		},
		{
			"text":"Although Albert Einstein developed the concept of stimulated emission, the theoretical foundations of the laser, there were also multiple LASER studies done by multiple other scientist. Theodore Maiman developed the first functioning laser on May 16, 1960 at the Hughes Research Laboratory in California. Theodore Maiman achieved this by shining a high power flash lamp on a ruby rod with silver-coated surface. He wrote short report of the experiment, although it was never published due to the overload of papers on MASERS.",
			"year":"1960"
		},
		{
			"text":"Feb 28th, 1960, The US National ice hockey won their first Winter Olympic gold medal defeating Canada 2-1 in regulation time. Both USA and Canada entered the game undefeated, increasing the stakes on both sides. The Americans battled their way through the Canadians, the Soviets, the Czechs, and the Swedes the top four contenders of the tournament to attain this incredible achievement.",
			"year":"1960"
		},
		{
			"text":"The Canadian Bill of Rights is a federal statute and bill of rights enacted by Parliament of Canada on August 10th, 1960. It provides Canadians with certain quasi-constitutional rights at Canadian federal law in relation to other federal statutes.",
			"year":"1960"
		},
		{
			"text":"The most powerful earthquake ever recorded occurred in Lumaco, Chile and happened on  May 22nd, 1960. With a magnitude of 9.5 and a duration of approximately eleven to thirteen minutes, the earthquake had the power to take 2,230-6000 casualties. The city of Valdivia was the city mostly affected from the massive tremor costing the city millions of dollars, along with the loss of  40% of the houses, leaving 20,000 people homeless. The foreshocks, earthquake, and aftershocks affected the following surrounding areas but not as severe; Southern Chile, Hawaii, Japan, the Philippines, eastern New Zealand, and Southeast Australia.",
			"year":"1960"
		}
			],
	"1961": [
		{
			"text":"Yuri Gagarin a Russian Soviet pilot and a cosmonaut, accomplishes being the first human in outer space. His journey started on April 12, 1961, in Baikonur, Gagarin was the only member aboard the Vostok-1, the spacecraft orbited the earth once, the duration of the mission was one hour and forty-eight minutes. Gagarin ejected from his capsule at altitude of 23,000 ft, he descends to the earth safely.",
			"year":"1961"
		},
		{
			"text":"US military combat involvement in the Vietnamese war begins in 1961. The increasing involvement with Anti-communist forces is in hope that there is no communist takeover of South Vietnam. US government will aid North Vietnam with 12,000 troops.",
			"year":"1961"
		},
		{
			"text":"In 1956 inventors George Devol and Joseph Engelberger swore they’d produce an actual functioning robot. Four years later they achieve their goal with robot named Unimate. The Robot will aid General Motors  in the assembly line at factory in New Jersey. The versatile machine has multiple tasks, tasks that are dangerous for humans. The unimate will appear on the tonight show.",
			"year":"1961"
		},
		{
			"text":"At the age of the three Ham the chimp began training a year ago, Joseph V. Brady is recognized for this. Brady trained Ham to push a lever to demonstrate tasks could be performed. On Jan 31, 1961, Ham boards in Cape Canaveral, Florida, where the spacecraft is set to launch. Ham’s vitals and tasks were monitored using computers, they detected a partial pressure loss, thankfully space-suit saved Ham from harm. The primate spent six-teen minutes and thirty-nine seconds in flight and splashed down into the Atlantic Ocean as planned.",
			"year":"1961"
		},
		{
			"text":"Cuban politician announces no more Cuban elections fearing invasion, he ordered the arrest of between 20,000 and 100,000 suspected counterrevolutionaries,[162] publicly proclaiming that 'What the imperialists cannot forgive us, is that we have made a Socialist revolution under their noses', his first announcement that the government was socialist.",
			"year":"1961"
		},
		{
			"text":"The German Democratic Republic will construct the Berlin wall to divide Berlin and East Germany. Construction will begin Aug 13, 1961, the wall is set to divide west Berlin from east Berlin. With a length of 87 miles and standing 3.6 meters high, crossing the barrier will be extremely hard to cross.",
			"year":"1961"
		}
			],
	"1962": [
		{
			"text":"Telstar is the name of various communications satellites. The first two Telstar satellites were experimental and nearly identical. Telstar 1 was launched on top of a Thor-Delta rocket on July 10th, 1962. It successfully relayed through space the first television pictures, telephone calls, fax images and provided the first live transatlantic television feed. Telstar 2 was launched May 7th, 1963. Telstar 1 and 2, though no longer functional, are still in orbit as of October 2013.",
			"year":"1962"
		},
		{
			"text":"On July 9 1962, the Starfish Prime test was successfully detonated at an altitude of 400 kilometres. The actual weapon yield came very close to the design yield of 1.4 to 1.45 megatons. The nuclear warhead detonated 13 minutes and 41 seconds after liftoff of the Thor missile from Johnston Island. Starfish Prime caused an electromagnetic pulse which was far larger than expected, so much larger that it drove much of the instrumentation off scale, causing great difficulty in getting accurate measurements. The Starfish Prime electromagnetic pulse also made those effects known to the public by causing electrical damage in Hawaii, about 1,445 kilometres away from the detonation point, knocking out about 300 streetlights, setting off numerous burglar alarms and damaging a telephone company microwave link. The EMP damage to the microwave link shut down telephone calls from Kauai to the other Hawaiian islands. After the Starfish Prime detonation, bright auroras were observed in the detonation area as well as in the southern conjugate region on the other side of the equator from the detonation.",
			"year":"1962"
		},
		{
			"text":"Cassette is a magnetic tape recording format for audio recording and playback. Compact cassettes come in two forms, either already containing content as a pre-recorded cassette, or as fully recordable 'blank' cassette. It was designed originally for dictation machines, but improvements in fidelity led the Compact Cassette to supplant the Stereo 8-track cartridge and reel-to-reel tape recording in most non-professional applications. Its uses ranged from portable audio to home recording to data storage for early microcomputers.",
			"year":"1962"
		},
		{
			"text":"At the age of 36 years old Marilyn Monroe was found dead in her bedroom of her Brentwood home. Although many of the detectives that arrived on scene believed she had been murdered, the ultimate cause was a overdose.",
			"year":"1962"
		},
		{
			"text":"State officials disallows racial separation on public transportation.  For the first time African Americans and Caucasians ride on public transportation.",
			"year":"1962"
		},
		{
			"text":"Allen West the mastermind of the escape plan was accompanied by Clarence and John Anglin, and Frank Morris. Although Allen West masterminded the plan he did not participate in the escape. The inmate’s fabricated masks, they stuffed the blankets and used them as decoys to make the correctional officers believe the inmates were sleeping. The inmate’s made a makeshift raft out of snow-suits and attempted to cross to main land.",
			"year":"1962"
		}
			],
	"1963": [
		{
			"text":"At the age of 36, Valentina Tereshkova is the first woman in space. She was one out of five selected from four-hundred applicants to pilot vostok 6 on June 16th, 1963. Before her recruitment, she was a textile factory worker. In order for her to join the Cosmonaut Corps, Tereshkova was honorarily inducted into the Soviet Air Force and thus she also became the first civilian to fly in space.",
			"year":"1963"
		},
		{
			"text":"The French military has stockpiled a tremendous amount of chemical weaponry. France refuses to sign the Partial Test Ban Treaty, this gives the Nation the ability to conduct further nuclear test.",
			"year":"1963"
		},
		{
			"text":"Bell has introduced a new phone, the commercial push button phone will replace the rotary dial phone. The new phone has already been installed in Carnegie and Greensburg. The buttons result in a faster rate of the way transmissions are sent to the receiver.",
			"year":"1963"
		},
		{
			"text":"BBC will air its first episode of Dr.Who on Nov 23rd, 1963. The Television show is based on a time-travelling humanoid alien named The Doctor. The Doctor is from planet Gallifrey where he stole Mark I Type 40 TARDIS a time machine, which enables him to travel time and space.",
			"year":"1963"
		},
		{
			"text":"In Washington, D.C, at the Lincoln Memorial, American civil rights activist Martin Luther King Jr gives his speech to 250,000 supporters. The highlight of King's speech came towards the ending, Martin Luther King-'I have a dream, that my four little children, will one day live in nation where they will not be judge by the color of their skin, but by the content of their character.'",
			"year":"1963"
		},
		{
			"text":"35th US president Kennedy arrived in Dallas, Texas, on Nov 22nd, 1963 where he was shot and killed in front of supporters. The man responsible for the death of JFK is Lee Harvey Oswald, he made the shot with a M91/38 bolt-action rifle. Governor Connally and James Tague were also injured with non-fatal wounds.",
			"year":"1963"
		}
			],
	"1964": [
		{
			"text":"Soviet Space Program launched three men into space without the use of spacesuits, this mission will achieve two milestones. The Voskhod will carry Vladimir Komarov, Konstantin Feoktistov, and Boris Yegorov, making this the first mission to carry multiple men without spacesuits into orbit, both of which have yet to be accomplished.",
			"year":"1964"
		},
		{
			"text":"After the confrontation between US and North Vietnam, US government authorized an increase of military presence. The result of this confrontation was heavy increase in US military air support.",
			"year":"1964"
		},
		{
			"text":"The IBM System/360 (S/360) was a mainframe computer system family announced by IBM on April 7th, 1964. the Model 360, could perform up to 34,500 instructions per second, with memory from 8 to 64 KB.",
			"year":"1964"
		},
		{
			"text":"'I Get Around', backed with 'Don't Worry Baby', was released as a single in the United States on May 11th, 1964. The single entered the Billboard chart on May 23rd, at #76. The song reached the #1 spot on the Billboard Charts on July 4th. The song remained at #1 for two weeks before being replaced by 'Ragdoll' by The Four Seasons.",
			"year":"1964"
		},
		{
			"text":"Nelson Mandela Sentenced to Life in Prison. On June 12th, 1964, Nelson Mandela received a life sentence for committing sabotage against South Africa's apartheid government, avoiding a possible death sentence. Nelson Mandela, leader in the African National Congress, an organization dedicated to protesting the South African government’s policy of apartheid, had been arrested in 1956 on treason charges, but was acquitted.",
			"year":"1964"
		},
		{
			"text":"Terry established the Surgeon General's Advisory Committee on Smoking and Health, which he chaired, to produce a similar report for the United States. Smoking and Health: Report of the Advisory Committee to the Surgeon General of the United States, released on January 11th, 1964, concluded that lung cancer and chronic bronchitis are causally related to cigarette smoking. The report also noted out that there was suggestive evidence, if not definite proof, for a causative role of smoking in other illnesses such as emphysema, cardiovascular disease, and various types of cancer. The committee concluded that cigarette smoking was a health hazard of sufficient importance to warrant appropriate remedial action.",
			"year":"964"
		}
			],
	"1965": [
		{
			"text":"Alexey Leonov was one of the 20 Soviet Air Force pilots selected to be part of the first cosmonaut group in 1960. His walk in space was originally to have taken place on the Vostok 11 mission, but this was cancelled, and the historic event happened on the Voskhod 2 flight instead. He was outside the spacecraft for twelve minutes and nine seconds on  March 18, 1965, connected to the craft by a 5.35-meter tether. At the end of the spacewalk, Leonov's spacesuit had inflated in the vacuum of space to the point where he could not re-enter the airlock. He opened a valve to allow some of the suit's pressure to bleed off and was barely able to get back inside the capsule. Leonov had spent eighteen months undergoing intensive weightlessness training for the mission.",
			"year":"1965"
		},
		{
			"text":"Operation Rolling Thunder was the title of a gradual and sustained US 2nd Air Division (later Seventh Air Force), US Navy, and Republic of Vietnam Air Force (VNAF) aerial bombardment campaign conducted against the Democratic Republic of Vietnam (North Vietnam) from March 2nd, 1965 until November 2nd, 1968, during the Vietnam War. The operation became the most intense air/ground battle waged during the Cold War period; indeed, it was the most difficult such campaign fought by the U.S. Air Force since the aerial bombardment of Germany during World War II. Supported by communist allies, North Vietnam fielded a potent mixture of sophisticated air-to-air and ground-to-air weapons that created one of the most effective air defenses ever faced by American military aviators.",
			"year":"1965"
		},
		{
			"text":"The term 'minicomputer' developed in the 1960s to describe the smaller computers that became possible with the use of transistors and core memory technologies, minimal instructions sets and less expensive peripherals such as the ubiquitous Teletype Model 33 ASR. They usually took up one or a few 19-inch rack cabinets, compared with the large mainframes that could fill a room. In a 1970 survey, the New York Times suggested a consensus definition of a minicomputer as a machine costing less than 25,000 USD, with an input-output device such as a teleprinter and at least four thousand words of memory, that is capable of running programs in a higher level language, such as Fortran or BASIC. The class formed a distinct group with its own software architectures and operating systems. Minis were designed for control, instrumentation, human interaction, and communication switching as distinct from calculation and record keeping.",
			"year":"1965"
		},
		{
			"text":"The Shea Stadium concert on August 15th, was record breaking and one of the most famous concert events of its era. It set records for attendance and revenue generation. Promoter Sid Bernstein said, 'Over 55,000 people saw the Beatles at Shea Stadium. We took $304,000, the greatest gross ever in the history of show business.'' This demonstrated that outdoor concerts on a large scale could be successful and profitable. The Beatles were transported to the rooftop Port Authority Heliport at the World's Fair by a New York Airways Boeing Vertol 107-II helicopter, then took a Wells Fargo armoured truck to the stadium. Two thousand security personnel were at the stadium to handle crowd control. 'Beatlemania' was at one of its highest marks at the Shea Concert. Film footage taken at the concert shows many teenagers and women crying, screaming, and even fainting. The crowd noise was such that security guards can be seen covering their ears as the Beatles enter the field. Despite the heavy security presence individual fans broke onto the field a number of times during the concert and had to be chased down and restrained. The deafening level of crowd noise coupled with the distance between the band and the audience meant that nobody in the stadium could hear much of anything. Lennon described the noise as 'wild' and also twice as deafening when the Beatles performed. On-stage 'foldback' speakers were not in common use in 1965, rendering the Beatles' playing inaudible to each other, forcing them to just play through a list of songs nervously, not knowing what kind of sound was being produced, or whether they were playing in unison.",
			"year":"1965"
		},
		{
			"text":"On March 7th, 1965, an estimated 600 civil rights marchers headed east out of Selma on U.S. Highway 80. The march was led by John Lewis of SNCC and the Reverend Hosea Williams of SCLC, followed by Bob Mants of SNCC and Albert Turner of SCLC. The protest went according to plan until the marchers crossed the Edmund Pettus Bridge and entered Dallas County, where they encountered a wall of state troopers and county posse waiting for them on the other side. County Sheriff Jim Clark had issued an order for all white males in Dallas County over the age of twenty-one to report to the courthouse that morning to be deputized. Commanding officer John Cloud told the demonstrators to disband at once and go home. Rev. Hosea Williams tried to speak to the officer, but Cloud curtly informed him there was nothing to discuss. Seconds later, the troopers began shoving the demonstrators, knocking many to the ground and beating them with nightsticks. Another detachment of troopers fired tear gas, and mounted troopers charged the crowd on horseback. Televised images of the brutal attack presented Americans and international audiences with horrifying images of marchers left bloodied and severely injured, and roused support for the Selma Voting Rights Campaign. Amelia Boynton, who had helped organize the march as well as marching in it, was beaten unconscious. A photograph of her lying on the road of the Edmund Pettus Bridge appeared on the front page of newspapers and news magazines around the world. In all, 17 marchers were hospitalized and 50 treated for lesser injuries; the day soon became known as 'Bloody Sunday' within the black community.",
			"year":"1965"
		},
		{
			"text":"Elizabeth II, Queen of Canada, proclaimed the new flag on January 28th, 1965, and it was inaugurated on February 15th, of the same year at an official ceremony held on Parliament Hill in Ottawa, in the presence of Governor General Major-General Georges Vanier, the Prime Minister, other members of the Cabinet, and Canadian parliamentarians. The Red Ensign was lowered at the stroke of noon and the new maple leaf flag was raised. The crowd sang 'O Canada' followed by 'God Save the Queen'. Of the flag, Vanier said '[it] will symbolize to each of us—and to the world—the unity of purpose and high resolve to which destiny beckons us.' Maurice Bourget, Speaker of the Senate, said 'the flag is the symbol of the nation's unity, for it, beyond any doubt, represents all the citizens of Canada without distinction of race, language, belief, or opinion.'",
			"year":"1965"
		}
			],
	"1966": [
		{
			"text":"The first docking of two spacecraft was achieved on March 16th, 1966, when Gemini 8, under the command of Neil Armstrong, rendezvoused and docked with an unmanned Agena Target Vehicle. Gemini 6 was to have been the first docking mission, but had to be cancelled when that mission's Agena vehicle was destroyed during launch. // Luna 9, internal designation Ye-6 No.13, was an unmanned space mission of the Soviet Union's Luna programme. On February 3rd, 1966 the Luna 9 spacecraft became the first spacecraft to achieve a soft landing on the Moon, or any planetary body other than Earth, and to transmit photographic data to Earth from the surface of another planetary body.",
			"year":"1966"
		},
		{
			"text":"The Lockheed SR-71 'Blackbird' is a long-range, Mach 3+ strategic reconnaissance aircraft that was operated by the United States Air Force. It was developed as a black project from the Lockheed A-12 reconnaissance aircraft in the 1960s by Lockheed and its Skunk Works division. Renowned American aerospace engineer Clarence 'Kelly' Johnson was responsible for many of the innovative design concepts. During aerial reconnaissance missions, the SR-71 operated at high speeds and altitudes to allow it to outrace threats. If a surface-to-air missile launch was detected, the standard evasive action was simply to accelerate and outfly the missile. The SR-71 was designed to have basic stealth characteristics and served as a precursor to future stealth aircraft.",
			"year":"1966"
		},
		{
			"text":"Originally called TV Game Unit #7, it became far better known by its nickname, “The Brown Box.” The name comes from the brown wood-grain, self-adhesive vinyl used to make the prototype look more attractive to potential investors. The 'Brown Box,'' though only a prototype, had basic features that most video games consoles still have today: two controls and a multigame program system. The 'Brown Box' could be programmed to play a variety of games by flipping the switches along the front of the unit, as can be seen in the picture. Program cards were used to show which switches needed to be set for specific games. 'Brown Box' games included ping-pong, checkers, four different sports games, target shooting with the use of a light gun and a golf putting game, which required the use of a special attachment. Sanders licensed the 'Brown Box' to Magnavox, which released the system as the Magnavox Odyssey in 1972.",
			"year":"1966"
		},
		{
			"text":"Star Trek is an American science fiction entertainment franchise created by Gene Roddenberry. The first series, now referred to as The Original Series, debuted in 1966 and ran for three seasons on NBC. It followed the interstellar adventures of James T. Kirk and the crew of the starship Enterprise, an exploration vessel of a 23rd-century interstellar 'United Federation of Planets'. In creating the first 'Star Trek', Roddenberry was inspired by Westerns such as Wagon Train, along with the Horatio Hornblower novels and Gulliver's Travels. In fact, the original show was almost titled, 'Wagon Train to the Stars.' Star Trek has been a cult phenomenon for decades. Fans of the franchise are called Trekkies. The franchise spans a wide range of spin-offs including games, figurines, novels, toys, and comics.",
			"year":"1966"
		},
		{
			"text":"The Human Be-In was announced on the cover of the fifth issue of the San Francisco Oracle as 'A Gathering of the Tribes for a Human Be-In'. The occasion was a new law banning the use of the psychedelic drug LSD that had come into effect on October 6th, 1966. The speakers at the rally were all invited by Bowen, the main organizer. They included Timothy Leary in his first San Francisco appearance, who set the tone that afternoon with his famous phrase 'Turn on, tune in, drop out' and Richard Alpert (soon to be known as 'Ram Dass'), and poets like Allen Ginsberg, who chanted mantras, and Gary Snyder. Other counterculture gurus included comedian Dick Gregory, Lenore Kandel, Lawrence Ferlinghetti, and Jerry Rubin. The Hells Angels, at the peak of their 'outlaw' reputation, corralled lost children. Music was provided by a host of local rock bands including Jefferson Airplane, The Grateful Dead, Big Brother and the Holding Company, and Quicksilver Messenger Service, who had been staples of the Fillmore and the Avalon Ballroom since February 1966. 'Underground chemist' Owsley Stanley provided massive amounts of his 'White Lightning' LSD, specially produced for the event, to the gathered masses. The national media were agog. No one was able to agree whether 20,000 or 30,000 people showed up. Soon every gathering was an '-In' of some kind: Rowan and Martin's Laugh-In comedy television show began airing over NBC just a year later on January 22nd, 1968. This was followed by the first 'Yip-In' (March 21st, 1968 at Grand Central Station), 'Love-In' (April 14th, 1968 at Malibu Canyon) and 'Bed-In' (March 25th, 1969 in Amsterdam).",
			"year":"1966"
		},
		{
			"text":"Walter Elias Disney was an American entrepreneur, cartoonist, animator, voice actor, and film producer. As a prominent figure within the American animation industry and throughout the world, he is regarded as a cultural icon, known for his influence and contributions to entertainment during the 20th century. As a Hollywood business mogul, he and his brother Roy O. Disney co-founded The Walt Disney Company. As an animator and entrepreneur, Disney was particularly noted as a filmmaker and a popular showman, as well as an innovator in animation and theme park design. He and his staff created numerous famous fictional characters including Mickey Mouse, Donald Duck, and Goofy. Disney himself was the original voice for Mickey. During his lifetime, he received four honorary Academy Awards and won 22 Academy Awards from a total of 59 nominations, including a record of four in one year, giving him more awards and nominations than any other individual in history. Disney also won seven Emmy Awards and gave his name to the Disneyland and Walt Disney World Resort theme parks in the U.S., as well as the international resorts Tokyo Disney Resort, Disneyland Paris, and Hong Kong Disneyland. Disney died from lung cancer on December 15th, 1966, in Burbank, California. He left behind a vast legacy, including numerous animated shorts and feature films produced during his lifetime; the company, parks, and animation studio that bear his name; and the California Institute of the Arts (CalArts).",
			"year":"1966"
		}
			],
	"1967": [
		{
			"text":"Apollo 1 was the first manned mission of the U.S. Apollo manned lunar landing program. The planned low Earth orbital test of the Apollo Command/Service Module never made its target launch date of February 21st, 1967, because a cabin fire during a launch rehearsal test on January 27th, at Cape Canaveral Air Force Station Launch Complex 34 killed all three crew members—Command Pilot Virgil I. 'Gus' Grissom, Senior Pilot Edward H. White II, and Pilot Roger B. Chaffee. The name Apollo 1, chosen by the crew, was officially retired by NASA in commemoration of them on April 24th, 1967.",
			"year":"1967"
		},
		{
			"text":"Operation Junction City was an 82-day military operation conducted by United States and Republic of Vietnam forces begun on February 22nd, 1967 during the Vietnam War. It was the largest U.S. airborne operation since Operation Market Garden during World War II, the only major airborne operation of the Vietnam War, and one of the largest U.S. operations of the war. The operation was named after Junction City, Kansas, home of the operation's commanding officer. The stated aim of the almost three-month engagement involving the equivalent of nearly three U.S. divisions of troops was to locate the elusive 'headquarters' of the Communist uprising in South Vietnam, the COSVN (Central Office of South Vietnam). By some accounts of US analysts at the time, such a headquarters was believed to be almost a 'mini-Pentagon,' complete with typists, file cabinets, and staff workers possibly guarded by layers of bureaucracy. In truth, after the end of the war, the actual headquarters was revealed by VC archives to be a small and mobile group of people, often sheltering in ad hoc facilities and at one point escaping an errant bombing by some hundreds of meters.",
			"year":"1967"
		},
		{
			"text":"Norman Shumway is widely regarded as the father of heart transplantation although the world's first adult human heart transplant was performed by a South African cardiac surgeon, Christiaan Barnard, utilizing the techniques developed and perfected by Shumway and Richard Lower. Barnard performed the first transplant on Louis Washkansky on December 3rd, 1967 at the Groote Schuur Hospital in Cape Town, South Africa. Adrian Kantrowitz performed the world's first pediatric heart transplant on December 6th, 1967, at Maimonides Hospital in Brooklyn, New York, barely three days after Christiaan Barnard's pioneering procedure. Norman Shumway performed the first adult heart transplant in the United States on January 6th, 1968, at the Stanford University Hospital.",
			"year":"1967"
		},
		{
			"text":"The First AFL-NFL World Championship Game in professional football, known retroactively as Super Bowl I and referred to in some contemporary reports as the Super Bowl, was played on January 15th, 1967 at the Los Angeles Memorial Coliseum in Los Angeles, California. The National Football League (NFL) champion Green Bay Packers defeated the American Football League (AFL) champion Kansas City Chiefs by the score of 35–10. Coming into this game, considerable animosity remained between the AFL and NFL, thus the teams representing the two rival leagues (Kansas City and Green Bay, respectively) felt pressure to win. The Chiefs posted an 11–2–1 record during the 1966 AFL season, and defeated the Buffalo Bills, 31–7, in the 1966 AFL Championship Game. The Packers finished the 1966 NFL season at 12–2, and defeated the Dallas Cowboys, 34–27, in the 1966 NFL Championship Game. Still, many sports writers and fans believed any team in the older NFL was vastly superior to any club in the upstart AFL, so expected Green Bay would blow out Kansas City.",
			"year":"1967"
		},
		{
			"text":"The 1967 Detroit riot, also known as the 12th Street riot, was a violent public disorder that turned into a civil disturbance in Detroit, Michigan. It began on a Saturday night in the early morning hours of July 23rd, 1967. The precipitating event was a police raid of an unlicensed, after-hours bar then known as A Blind Pig, on the corner of 12th (today Rosa Parks Boulevard) and Clairmount streets on the city's Near West Side. Police confrontations with patrons and observers on the street evolved into one of the deadliest and most destructive riots in the history of the United States, lasting five days and surpassing the violence and property destruction of Detroit's 1943 race riot. To help end the disturbance, Governor George W. Romney ordered the Michigan Army National Guard into Detroit, and President Lyndon B. Johnson sent in the 82nd Airborne Division. The result was 43 dead, 1,189 injured, over 7,200 arrests, and more than 2,000 buildings destroyed. The scale of the riot was surpassed in the United States only by the 1863 New York City draft riots during the U.S. Civil War, and the 1992 Los Angeles riots. The riot was prominently featured in the news media, with live television coverage, extensive newspaper reporting, and extensive stories in Time and Life magazines. The Detroit Free Press won a Pulitzer Prize for its coverage.",
			"year":"1967"
		},
		{
			"text":"The 1967 International and Universal Exposition or Expo 67, as it was commonly known, was the general exhibition, Category One World's Fair held in Montreal, Quebec, Canada, from April 27th to October 29th, 1967. It is considered to be the most successful World's Fair of the 20th century, with the most attendees to that date and 62 nations participating. It also set the single-day attendance record for a world's fair, with 569,500 visitors on its third day. Expo 67 featured art galleries, opera, ballet and theatre companies, orchestras, jazz groups, famous Canadian pop musicians and other cultural attractions. Many pavilions had music and performance stages, where visitors could find free concerts and shows. The La Ronde amusement park was always intended to be a lasting legacy of the fair. Most of its rides and booths were permanent. In addition, The Ed Sullivan Show was broadcasted live on May 7th and May 21st from Expo 67. Stars on the shows included America's The Supremes, Britain's Petula Clark and Australia's The Seekers. The fair was visited by many of the most notable people of the day, including Canada's monarch, Queen Elizabeth II, Lyndon Johnson, Princess Grace, Jacqueline Kennedy, Robert F. Kennedy, Ethiopia's emperor Haile Selassie, Charles de Gaulle, Bing Crosby, Harry Belafonte, Maurice Chevalier, Maharishi Mahesh Yogi and Marlene Dietrich. Musicians like Thelonious Monk, Grateful Dead, Tiny Tim, The Tokens and Jefferson Airplane entertained the crowds.",
			"year":"1967"
		}
			],
	"1968": [
		{
			"text":"Apollo 8, the second human spaceflight mission in the United States Apollo space program, was launched on December 21st, 1968. It became the first manned spacecraft to leave Earth’s orbit, reach the Earth's Moon, orbit it and return safely to Earth. The three-astronaut crew — Commander Frank Borman, Command Module Pilot James Lovell, and Lunar Module Pilot William Anders — became the first humans to travel beyond low Earth orbit, the first to see Earth as a whole planet, the first to directly see the far side of the Moon, and then the first to witness Earthrise. The 1968 mission, the third flight of the Saturn V rocket and that rocket's first manned launch, was also the first human spaceflight launch from the Kennedy Space Center, Florida, located adjacent to Cape Canaveral Air Force Station. Apollo 8 took three days to travel to the Moon. It orbited ten times over the course of 20 hours, during which the crew made a Christmas Eve television broadcast. At the time, the broadcast was the most watched TV program ever. The Apollo 8 astronauts returned to Earth on December 27th, 1968. The crew was named Time magazine's 'Men of the Year' for 1968 upon their return.",
			"year":"1968"
		},
		{
			"text":"After Nguyen Ngoc Loan raised his sidearm and shot Vietcong operative Nguyen Van Lem in the head he walked over to the reporters and told them that, “These guys kill a lot of our people, and I think Buddha will forgive me.” Captured on NBC TV cameras and by AP photographer Eddie Adams, the picture and film footage flashed around the world and quickly became a symbol of the Vietnam War’s brutality. “Still photographs are the most powerful weapon in the world,” AP photojournalist Eddie Adams once wrote. A fitting quote for Adams, because his 1968 photograph of an officer shooting a handcuffed prisoner in the head at point-blank range not only earned him a Pulitzer Prize, but also went a long way toward souring Americans’ attitudes about the Vietnam War. For all the image’s political impact, though, the situation wasn’t as black-and-white as it’s rendered. What Adams’ photograph doesn’t reveal is that the man being shot (named Nguyen Van Lem) was the captain of a Vietcong “revenge squad” that had executed dozens of unarmed civilians earlier the same day. Regardless, it instantly became an icon of the war’s savagery and made the official pulling the trigger – General Nguyen Ngoc Loan – its iconic villain. Sadly, the photograph’s legacy would haunt Loan for the rest of his life. Following the war, he was reviled wherever he went. After an Australian hospital refused to treat him, he was transferred to the United States, where he opened a pizza restaurant in the Washington, D.C. suburb of Burke, Virginia at Rolling Valley Mall called “Les Trois Continents.” In 1991, he was forced into retirement when he was recognized and his identity publicly disclosed.",
			"year":"1968"
		},
		{
			"text":"'The Mother of All Demos' is a name given retrospectively to Douglas Engelbart's December 9th, 1968, computer demonstration at the Fall Joint Computer Conference in San Francisco. The live demonstration featured the introduction of a complete computer hardware and software system called the oN-Line System or more commonly, NLS. The 90-minute presentation essentially demonstrated almost all the fundamental elements of personal computing: windows, hypertext, graphics, efficient navigation and command input, video conferencing, the computer mouse, word processing, dynamic file linking, revision control, and a collaborative real-time editor (collaborative work). Engelbart's presentation was the first to publicly demonstrate all these elements in a single system. Engelbart had assembled a team of computer engineers and programmers at his Augmentation Research Center (ARC) located in Stanford University's Stanford Research Institute (SRI) in the early 1960s. His idea was to free computing from merely being about number crunching and become a tool for communications and information-retrieval, where a machine used interactively by one person could 'Augment' their intelligence. Over the course of six years, with the funding help of both NASA and ARPA, his team went about putting together all the elements that would make such a computer system a reality. The conference session was presented under the title ‘A research center for augmenting human intellect.’ Approximately 1,000 computer professionals were in attendance at Brooks Hall in San Francisco to witness the presentation. When he finished the demonstration, the audience gave him a standing ovation. To further demonstrate the system, a separate room was set aside so that attendees could take a closer look at the NLS workstations and ask Engelbart questions. ",
			"year":"1968"
		},
		{
			"text":"Planet of the Apes is a 1968 American science fiction film directed by Franklin J. Schaffner. The film tells the story of an astronaut crew who crash-land on a strange planet in the distant future. Although the planet appears desolate at first, the surviving crew members stumble upon a society in which apes have evolved into creatures with human-like intelligence and speech. The apes have assumed the role of the dominant species and humans are mute creatures wearing animal skins. The film was released on February 8th, 1968, in the United States and was a commercial success, earning a lifetime domestic gross of $32.6 million. The film was groundbreaking for its prosthetic makeup techniques by artist John Chambers. It starred Charlton Heston, Roddy McDowall, Kim Hunter, Maurice Evans, James Whitmore, and James Daly.",
			"year":"1968"
		},
		{
			"text":"On March 29th, 1968, King went to Memphis, Tennessee, in support of the black sanitary public works employees. In one incident, black street repairmen received pay for two hours when they were sent home because of bad weather, but white employees were paid for the full day. On April 3rd, King addressed a rally and delivered his 'I've Been to the Mountaintop' address at Mason Temple. King's flight to Memphis had been delayed by a bomb threat against his plane. In the close of the last speech of his career, in reference to the bomb threat, King said the following: “And then I got to Memphis. And some began to say the threats, or talk about the threats that were out. What would happen to me from some of our sick white brothers? Well, I don't know what will happen now. We've got some difficult days ahead. But it doesn't matter with me now. Because I've been to the mountaintop. And I don't mind. Like anybody, I would like to live a long life. Longevity has its place. But I'm not concerned about that now. I just want to do God's will. And He's allowed me to go up to the mountain. And I've looked over. And I've seen the promised land. I may not get there with you. But I want you to know tonight, that we, as a people, will get to the promised land. So I'm happy, tonight. I'm not worried about anything. I'm not fearing any man. My eyes have seen the glory of the coming of the Lord.” King was booked in room 306 at the Lorraine Motel in Memphis. Abernathy, who was present at the assassination, testified to the United States House Select Committee on Assassinations that King and his entourage stayed at room 306 at the Lorraine Motel so often it was known as the 'King-Abernathy suite'. According to Jesse Jackson, who was present, King's last words on the balcony before his assassination were spoken to musician Ben Branch, who was scheduled to perform that night at an event King was attending: 'Ben, make sure you play 'Take My Hand, Precious Lord' in the meeting tonight. Play it real pretty.' After emergency chest surgery, King died at St. Joseph's Hospital at 7:05 p.m. King's autopsy revealed that though only 39 years old, he 'had the heart of a 60 year old', attributed to the stress of 13 years in the civil rights movement.",
			"year":"1968"
		},
		{
			"text":"Hot Wheels is a brand of die-cast toy cars introduced by American toy maker Mattel in 1968. Many automobile manufacturers have licensed Hot Wheels to make scale models of their cars, allowing the use of original design blueprints and detailing. Although Hot Wheels were originally intended for children and young adults, they have become popular with adult collectors, for whom limited edition models are now made available. Hot Wheels were conceived to be more like 'tricked out' cars. There were sixteen castings released in 1968. The first one produced was a dark blue Custom Camaro. Of the first 16 cars (sometimes called the 'Sweet 16' by collectors), 10 were based upon customized versions of regular production automobiles of the era, and 6 were based upon real show cars and cars designed and built for track racing. All of the cars features Spectraflame paintwork, bearings, redline wheels, and working suspension. One notable difference in the first-run production cars was a lack of door cuts in the molded cars. This was thought to be more accurate to the scale as door openings would be nearly invisible at that scale. Also, the sharp edges of the cuts in the molds would quickly wear away from the process of injection. Most importantly, they were designed to run on orange plastic track, which could be placed to make interesting jumps and loops. Motive power was by means of gravity. A two-lane starting gate was available, allowing two lengths of track to be set up for racing.",
			"year":"1968"
		}
			],
	"1969": [
		{
			"text":"Apollo 11 was the spaceflight that landed the first humans on the Moon, Americans Neil Armstrong and Buzz Aldrin, on July 20th, 1969. Armstrong became the first to step onto the lunar surface. Armstrong spent about two and a half hours outside the spacecraft, Aldrin slightly less, and together they collected 21.5 kg of lunar material for return to Earth. The third member of the mission, Michael Collins, piloted the command spacecraft alone in lunar orbit until Armstrong and Aldrin returned to it just under a day later for the trip back to Earth. Broadcasted on live TV to a worldwide audience, Armstrong stepped onto the lunar surface and described the event as 'one small step for man, one giant leap for mankind.' Apollo 11 effectively ended the Space Race and fulfilled a national goal proposed in 1961 by the U.S. President John F. Kennedy in a speech before the U.S. Congress: 'before this decade is out, of landing a man on the Moon and returning him safely to the Earth.'",
			"year":"1969"
		},
		{
			"text":"The March against Death, which began on Thursday evening and continued throughout that night and all the next day gathered over 40,000 people to parade silently down Pennsylvania Avenue to the White House. Hour after hour, they walked in single file, each bearing a placard with the name of a dead American soldier or a destroyed Vietnamese village. The marchers finished in front of the Capitol building, where the placards were placed in coffins. The vast majority of demonstrators during these days were peaceful; however, late on Friday, conflict broke out at DuPont Circle, and the police sprayed the crowd with tear gas. The people of Washington, D.C., generously opened schools, seminaries, and other places of shelter to the thousands of students and others who converged for this purpose. A daytime march before the White House was lined by parked tour buses and uniformed police officers, some flashing peace symbols on the inside of their jackets in a show of support for the crowd. On Moratorium Day, half a million demonstrators gathered across from the White House for a rally where they were led by Pete Seeger in singing John Lennon's new song 'Give Peace A Chance' for ten minutes or more. His voice above the crowd, Seeger interspersed phrases like, 'Are you listening, Nixon?', 'Are you listening, Agnew?', 'Are you listening, Pentagon?' between the choruses of protesters singing, 'All we are saying ... is give peace a chance'",
			"year":"1969"
		},
		{
			"text":"The Advanced Research Projects Agency Network (ARPANET) was an early packet switching network and the first network to implement the protocol suite TCP/IP. Both technologies became the technical foundation of the Internet. ARPANET was initially funded by the Advanced Research Projects Agency (ARPA, later Defense Advanced Research Projects Agency, DARPA) of the United States Department of Defense. Packet switching was based on concepts and designs by Americans Leonard Kleinrock and Paul Baran, British scientist Donald Davies and Lawrence Roberts of the Lincoln Laboratory. The TCP/IP communication protocols were developed for ARPANET by computer scientists Robert Kahn and Vint Cerf, and incorporated concepts by Louis Pouzin for the French CYCLADES project.",
			"year":"1969"
		},
		{
			"text":"The Woodstock Music & Art Fair—informally, the Woodstock Festival or simply Woodstock—was a music festival, billed as 'An Aquarian Exposition: 3 Days of Peace & Music'. It was held at Max Yasgur's 600-acre dairy farm in the Catskills near the hamlet of White Lake in the town of Bethel, New York, from August 15th to the 18th, 1969. Bethel, in Sullivan County, is 43 miles (69 km) southwest of the town of Woodstock, New York. During the sometimes rainy weekend, 32 acts performed outdoors before an audience of 400,000 young people. It is widely regarded as a pivotal moment in popular music history. Rolling Stone listed it as one of the 50 Moments That Changed the History of Rock and Roll. The festival is also widely considered to be the definitive nexus for the larger counterculture generation. The event was captured in the 1970 documentary movie Woodstock, an accompanying soundtrack album, and Joni Mitchell's song 'Woodstock', which commemorated the event and became a major hit for Crosby, Stills, Nash & Young.",
			"year":"1969"
		},
		{
			"text":"In the early morning hours of November 20th, 1969, 89 American Indians, including students, married couples and six children, set out to occupy Alcatraz Island. A partially successful Coast Guard blockade prevented most of them from landing, but fourteen protesters landed on the island to begin their occupation. At the height of the occupation there were 400 people. Native and non-native people brought food and other necessary items to the people on the island. The occupation lasted about 19 months but ended peacefully. An employee of the Bureau of Indian Affairs, Doris Purdy, who was also an amateur photographer, accompanied a group who went on November 29th, stayed the night and made a movie, which is available on YouTube. LaNada Means, who was one of the first to arrive and one of the last to leave, organized written statements and speeches that outlined the purpose of the occupation. To the media and to the federal government, Means made it clear that the occupiers wanted complete Indian control over the island, under the Treaty of Fort Laramie, for the purpose of building a cultural center that included Native American Studies, an American Indian spiritual center, an ecology center, and an American Indian Museum. According to Means’ grant proposal, the center would include full-time Indian consultants, Indian teachers, Indian librarians, and an Indian staff leading people around the center in order to tell the story of Indians of All Tribes. The occupiers specifically cited their treatment under the Indian termination policy and they accused the U.S. government of breaking numerous Indian treaties.",
			"year":"1969"
		},
		{
			"text":"Charles Milles Maddox, born November 12th, 1934, is an American criminal who led what became known as the Manson Family; a quasi-commune that arose in the California desert in the late 1960s. In 1971 he was found guilty of conspiracy to commit the murders of seven people: actress Sharon Tate and four other people at Tate's home; and the next day, a married couple, Leno and Rosemary LaBianca; all carried out by members of the group at his instruction. He was convicted of the murders through the joint-responsibility rule, which makes each member of a conspiracy guilty of crimes his fellow conspirators commit in furtherance of the conspiracy objective. His followers also murdered several other people at other times and locations, and Manson was also convicted for two of these other murders. Manson believed in what he called 'Helter Skelter', a term he took from the song of the same name by the Beatles. Manson believed Helter Skelter to be an impending apocalyptic race war, which he described in his own version of the lyrics to the Beatles' song. He believed the murders would help precipitate that war. From the beginning of his notoriety, a pop culture arose around him in which he ultimately became an emblem of insanity, violence and the macabre. The term 'helter skelter' was later used by Manson prosecutor Vincent Bugliosi as the title of a book that he wrote about the Manson murders. At the time the Family began to form, Manson was an unemployed former convict, who had spent half of his life in correctional institutions for a variety of offenses. Before the murders, he was a singer-songwriter on the fringe of the Los Angeles music industry, chiefly through a chance association with Dennis Wilson, a founding member and the drummer of the Beach Boys. After Manson was charged with the crimes of which he was later convicted, recordings of songs written and performed by him were released commercially.",
			"year":"1969"
		}
			],
	"2015": [
		{
			"text":"NASA is sending out astronauts at present day who are equipped with the Microsoft HoloLens to use them in space as assist for augmented reality in space in regards to digital assist, providing a view for the command central at home, and countless other opportunities.  This technology will give the astronauts the ability to share the information they require in space at increased convenience to themselves.",
			"year":"2015"
		},
		{
			"text":"Growing conflicts regarding interest in Eastern European borderlands has caused the conflicts between Russia and the U.S. to grow to the point where both sides have admitted to going ahead with war to preserve their interests in the borderlands, both in the interest of using fear to push the other side to backing down. This conflict has been up and down in terms of escalation since the ending of World War 2, but started more prominently in the 1960s.",
			"year":"2015"
		},
		{
			"text":"Researchers are working on development of a device engineered to be a biosensor with the uses of laser light, engineered viruses and advanced technologies to detect biological molecules in the smallest amounts possible (in scopes including food, drinking water, and blood).",
			"year":"2015"
		},
		{
			"text":"Leonard Nimoy passes on February 27th 2015 and as a results solidifies the permanent role of Spook that will be played from here on out by actor Zachary Quinto, of the series that has been running since its first episode aired in 1966 in the original series.",
			"year":"2015"
		},
		{
			"text":"This year, all 50 states in the U.S. are now free to host marriage licenses for gay couples as a result of a supreme court ruling.  This marks a huge turning point in the ongoing fight for equality for all sexual orientation.",
			"year":"2015"
		},
		{
			"text":"Solar sails are a form of spacecraft propulsion using the solar radiation pressure from stars to push large ultra-thin mirrors to high speeds. Solar sail craft offer the possibility of low-cost operations combined with long operating lifetimes. Since they have few moving parts and use no propellant, they can potentially be used numerous times for delivery of payloads. Solar pressure affects all spacecraft, whether in interplanetary space or in orbit around a planet or small body. A typical spacecraft going to Mars, for example, will be displaced by thousands of kilometres by solar pressure, so the effects must be accounted for in trajectory planning, which has been done since the time of the earliest interplanetary spacecraft of the 1960s",
			"year":"2015"
		}
			]
}